{
  "textId": "chigo-no-sorane",
  "title": "ちごのそらね",
  "source": "宇治拾遺物語",
  "sections": {
    "introduction": {
      "heading": "作品紹介",
      "content": [
        "「ちごのそらね（児のそら寝）」は、『宇治拾遺物語』巻第一第十二話に収録された説話である。比叡山延暦寺の僧房を舞台に、ぼた餅（かいもちひ）の話を小耳にはさんだ児（ちご）が、食べたい一心で寝たふりをしたものの見事に裏目に出る、という笑い話である。",
        "中世の寺院では、貴族の子弟が幼少から寺に預けられて学問・修行をする慣習があり、こうした児は「稚児」と呼ばれた。稚児は僧たちから大切にされ、丁寧語・尊敬語で待遇される存在であった。本話はそうした稚児と僧たちの日常を背景に、人間の見栄と欲望のおかしさを描いた滑稽譚である。",
        "高校古文の最初の教材として広く用いられ、助動詞「む」の多様な用法や敬語の基本を学ぶのに最適な作品である。"
      ]
    },
    "significance": {
      "heading": "文学的意義",
      "content": [
        "説話の分類上、本話は世俗説話（笑話・滑稽譚）に属する。仏教的教訓ではなく、人間の愚かさを笑う話である点が特徴的だ。",
        "文学的に最も注目すべきは「劇的アイロニー」の構造である。読者は児の内心を始終把握しているが、僧たちは児の寝たふりを知らない。僧たちの行動が児の計画を裏切るたびに笑いが生じる仕組みになっている。",
        "児の心理変化は「期待 → 見栄 → 我慢 → 焦り → 絶望 → 諦めの返事」と段階的に描かれる。「寝たるよし」（寝たふり）という周到な計画と、「えい。」という間の悪い結末の落差が、この説話の核心的な笑いを生んでいる。",
        "また、助動詞「む」が意志（「かいもちひせむ」）・推量（「わろかりなむ」）・仮定（「いらへむも」）と複数の意味で使い分けられており、一つの作品で「む」の識別を実践的に学べる希少な教材でもある。"
      ]
    },
    "background": {
      "heading": "背景",
      "content": [
        "『宇治拾遺物語』は、鎌倉時代前期（十三世紀前半）に成立した説話集で、編者は未詳。全十五巻百九十七話からなり、仏教説話・世俗説話・笑話など多彩な話を収める。書名は、源隆国が宇治の別荘で集めた話をもとにした『宇治大納言物語』の「拾遺」、すなわち残された話を拾い集めたものとされる。",
        "舞台は比叡山延暦寺の僧房。当時の寺院は宗教施設であると同時に教育・文化の中心でもあった。稚児は貴族の子弟として僧たちから丁重に扱われており、本話の敬語表現（「おどろかせたまへ」「寝入りたまひにけり」等）がそれを裏付けている。",
        "「かいもちひ（掻餅）」は搗き餅の一種で、餡をまぶしたぼた餅。当時の寺院で甘味は贅沢品であり、特に子供にとって大きな楽しみであった。"
      ],
      "glossary": [
        { "term": "児", "reading": "ちご", "meaning": "寺院に預けられた貴族の子弟（稚児）。僧たちから丁重に扱われる" },
        { "term": "かいもちひ", "reading": "かいもちひ", "meaning": "ぼた餅。搗き餅の一種で、餡をまぶした菓子" },
        { "term": "心よせ", "reading": "こころよせ", "meaning": "期待すること。関心を寄せること" },
        { "term": "つれづれ", "reading": "つれづれ", "meaning": "手持ち無沙汰で退屈なこと" },
        { "term": "おどろく", "reading": "おどろく", "meaning": "目が覚める。現代語の「驚く」とは異なる古今異義語" },
        { "term": "わろし", "reading": "わろし", "meaning": "みっともない・体裁が悪い。「悪い」よりも「見苦しい」のニュアンス" },
        { "term": "ずちなし", "reading": "ずちなし", "meaning": "術がない。どうしようもない" },
        { "term": "無期", "reading": "むご", "meaning": "長い時間。いつまでとも限りのない時間" }
      ]
    },
    "author": {
      "heading": "作者について",
      "content": [
        "『宇治拾遺物語』の編者は未詳である。書名は、平安末期の宇治大納言・源隆国（1004-1077）が宇治の別荘で諸人から集めた話をもとにした『宇治大納言物語』の「拾遺」を意味する。",
        "源隆国は平安中期の公卿で、宇治に別荘を構え、全国から訪れる人々の語る話を熱心に収集した。その成果は『宇治大納言物語』としてまとめられたが、現存しない。",
        "実際の編纂は鎌倉時代初期（十三世紀前半）に行われたと推定される。同時代の説話集『今昔物語集』と共通する話が多く、両者の関係は古典文学研究の重要なテーマである。"
      ]
    },
    "reading": {
      "heading": "読み方のポイント",
      "points": [
        {
          "title": "敬語で主語を判定する",
          "detail": "この作品の主語判定は敬語がカギ。「おどろかせたまへ」「起こしたてまつりそ」「寝入りたまひにけり」は僧が児について敬語を使っている場面。敬語がある → 児への言及。敬語がない → 僧の動作。このルールで主語の省略を補える。"
        },
        {
          "title": "「思ひて」「念じて」は児の心の声",
          "detail": "「聞きけり」「思ひて」「念じて」の主語は常に児。児の内面描写がこの物語を駆動している。一方、「言ひけるを」「ひしめき合ひたり」「言ふを」の主語は僧たち。地の文が誰の視点かを意識して読もう。"
        },
        {
          "title": "助動詞「む」を識別する",
          "detail": "「かいもちひせむ」は意志（〜しよう）、「わろかりなむ」は推量（〜だろう）、「いらへむも」は仮定（〜するのも）。同じ「む」が意味を変えて何度も登場するので、それぞれの文脈から判断しよう。"
        },
        {
          "title": "「ともぞ〜」の構造を理解する",
          "detail": "「待ちけるかともぞ思ふ」は「（ぼた餅を）待っていたのかと思われたら困る」という懸念の表現。「ともぞ」は「〜と（他人が）思ったらまずい」というニュアンスを持ち、児の見栄と恐れを凝縮した表現。"
        },
        {
          "title": "禁止表現「な〜そ」に注目する",
          "detail": "「な起こしたてまつりそ」は「な…そ」で禁止を表す（お起こし申し上げるな）。「たてまつり」は謙譲語で、僧が児への敬意を示している。敬語＋禁止の二重構造を正確に読み取れるかがポイント。"
        },
        {
          "title": "児の心理変化を追う",
          "detail": "期待（心よせに聞く）→ 見栄（わろかりなむ）→ 作戦（よばれたらば、いらへむ）→ 喜び（うれし）→ 駆け引き（いま一声…）→ 絶望（あな、わびし）→ 諦め（えい）。この段階的な変化を追えれば、読解は成功。"
        }
      ]
    }
  }
}
