{
  "textId": "ebutsu-shi-ryoshu",
  "title": "絵仏師良秀",
  "source": "宇治拾遺物語",
  "sections": {
    "introduction": {
      "heading": "作品紹介",
      "content": [
        "「絵仏師良秀」は、『宇治拾遺物語』巻第三第六話に収録された説話である。原題は「絵仏師良秀、家の焼くるを見て悦ぶ事」。絵仏師とは仏画を専門に描く絵師のことで、良秀は平安時代に実在した画家とされるが、詳しい伝記は不明である。",
        "自宅が火事で焼けるのを目の当たりにしながら、妻子の安否も顧みず、炎の燃えさまに見入って不動明王の火炎の描き方を会得したと喜ぶ良秀の姿を描く。芸術家の執念（狂気とも言える没頭）を描いた名品として知られる。",
        "常識的には非難されるべき良秀の態度を、説話は批判するのではなく、結末で「良秀のよぢり不動」として名作が生まれた事実を添えることで、芸術家の業を淡々と語っている。芸道説話の代表作であり、芸術と人間性の相克という普遍的テーマを扱う。"
      ]
    },
    "significance": {
      "heading": "文学的意義",
      "content": [
        "説話の分類上、本話は「芸道説話」に属する。道を極める者の非凡さを、常人の理解を超えた行動を通じて描くのが芸道説話の特色である。",
        "最も重要な文学的系譜は、芥川龍之介『地獄変』（1918年）との関係である。芥川は本話を下敷きにし、絵師・良秀の名をそのまま借りて、より劇的に展開した。古典と近代文学の系譜を実感できる貴重な例である。",
        "結末部「そののちにぞ、良秀がよぢり不動とて、今に人々めで合へり」の役割が特に重要。良秀の狂気が名作を生んだ事実を示すことで、常識外れの行動が芸術的成果によって結果的に肯定される構造を作っている。語り手は是非を断じず、読者に委ねている。",
        "対比構造も注目すべき点である。人どもの常識的な反応（「あさまし」「もののつきたまへるか」）と、良秀の超然たる態度が繰り返し対比され、物語の緊張を生んでいる。"
      ]
    },
    "background": {
      "heading": "背景",
      "content": [
        "「絵仏師」は仏画を専門に描く絵師で、仏師（仏像を彫る職人）とは区別される。平安時代から鎌倉時代にかけて寺院の建立や再建が盛んに行われ、仏画の需要が高まった。",
        "不動明王は密教の五大明王の中心で、憤怒の相をとり、背後に火炎（迦楼羅炎）を負う姿で描かれる。この火炎の表現は絵仏師にとって最も難度の高い技法の一つであった。",
        "平安後期から鎌倉時代の京都は火災が頻発した。木造建築が密集する都市構造のため一度出火すると広範囲に延焼した。「大路」は都の碁盤の目状の主要道路を指す。"
      ],
      "glossary": [
        { "term": "絵仏師", "reading": "えぶっし", "meaning": "仏画を専門に描く絵師。仏師（仏像を彫る職人）とは区別される" },
        { "term": "大路", "reading": "おほぢ", "meaning": "都の大通り。京の碁盤の目状の主要道路" },
        { "term": "せうとく", "reading": "しょうとく", "meaning": "得をすること。めっけもの" },
        { "term": "不動尊", "reading": "ふどうそん", "meaning": "不動明王。密教の五大明王の中心。背後に迦楼羅炎を負う" },
        { "term": "よぢり不動", "reading": "よぢりふどう", "meaning": "良秀が描いた不動明王像の通称。炎がよじれるように生き生きと描かれている" },
        { "term": "わたうたち", "reading": "わたうたち", "meaning": "「御辺たち」の転。あなたたち（やや見下した二人称複数）" },
        { "term": "とぶらふ", "reading": "とぶらふ", "meaning": "見舞う。弔問する" },
        { "term": "あさまし", "reading": "あさまし", "meaning": "驚きあきれる。現代語の「浅ましい」とは異なる古今異義語" }
      ]
    },
    "author": {
      "heading": "作者について",
      "content": [
        "『宇治拾遺物語』の編者は未詳。書名は、源隆国が宇治の別荘で集めた話をもとにした『宇治大納言物語』の「拾遺」を意味する。全十五巻百九十七話。鎌倉時代前期（十三世紀前半）成立。",
        "良秀は平安時代に実在した画家とされるが、本話の良秀と同一人物である確証はない。説話文学においては、実在・架空の区別よりも物語が伝えるメッセージが重視される。",
        "同じ宇治拾遺物語の「ちごのそらね」が笑話であるのに対し、本話は芸道説話として異なるジャンルに属する。一つの説話集が多様なジャンルを収める点が『宇治拾遺物語』の特色である。"
      ]
    },
    "reading": {
      "heading": "読み方のポイント",
      "points": [
        {
          "title": "主語を敬語と文脈で判定する",
          "detail": "「逃げ出でて」「向かひに立てり」「うちうなづきて」「笑ひけり」の主語は良秀。「来とぶらひけるに」「言ひければ」の主語は人ども。「おはしけり」は仏画に対する尊敬語。良秀への敬語表現（人どもの言葉「おはするぞ」「もののつきたまへるか」）にも注目。"
        },
        {
          "title": "係り結び「こそ〜已然形」を見つける",
          "detail": "「これこそせうとくよ」「かうこそ燃えけれ」「わたうたちこそ……おはせねば」「あざ笑ひてこそ立てりけれ」。特に「こそ…ねば」は「こそ」が已然形で結んだ後に「ば」で逆接に続く特殊用法。良秀の台詞に集中して現れる。"
        },
        {
          "title": "良秀の核心的台詞を精読する",
          "detail": "「あはれ、しつるせうとくかな。年ごろはわろく書きけるものかな。」── 「しつる」は完了、「せうとく」は得。「年ごろ」は長年。過去の自分を否定し、本物の炎を見られた喜びを語る。この台詞が物語の転換点。"
        },
        {
          "title": "人どもと良秀の価値観の対比を読む",
          "detail": "人どもは家・財産・家族を重視する常識的な価値観。良秀は芸術の真実を最大の価値とする。「もののつきたまへるか」（物の怪が取り憑いたのか）は、当時の社会通念では良秀の行動が正気では説明できないことを示す。"
        },
        {
          "title": "副助詞「だに」と良秀の論理を理解する",
          "detail": "「仏だによく書き奉らば、百千の家もまた出で来なむ」── 「だに」は「せめて〜さえ」。仏画さえ上手に描ければ百千の家も手に入る、という良秀の極端な論理。「わたうたちこそ……ものをも惜しみたまへ」で人々を皮肉る。形式的な敬語がかえって嘲笑の効果を強めている。"
        },
        {
          "title": "結末の「そののちにぞ」で全体を俯瞰する",
          "detail": "結末で良秀の絵が名作「よぢり不動」として評価される事実が語られる。これにより、良秀の狂気が芸術的成果によって正当化される。語り手は良秀を批判も賞賛もせず、事実を淡々と述べる。この距離感こそが説話文学の語りの特色。"
        }
      ]
    }
  }
}
